Ran Plan for dir: `.` workspace: `default`

<details><summary>Show Output</summary>

```diff

Initializing the backend...

Initializing provider plugins...
- Finding latest version of hashicorp/aws...
- Finding latest version of hashicorp/null...
- Installing hashicorp/aws v3.35.0...
- Installed hashicorp/aws v3.35.0 (signed by HashiCorp)
- Installing hashicorp/null v3.1.0...
- Installed hashicorp/null v3.1.0 (signed by HashiCorp)

Terraform has created a lock file .terraform.lock.hcl to record the provider
selections it made above. Include this file in your version control repository
so that Terraform can guarantee to make the same selections by default when
you run "terraform init" in the future.

Terraform has been successfully initialized!

You may now begin working with Terraform. Try running "terraform plan" to see
any changes that are required for your infrastructure. All Terraform commands
should now work.

If you ever set or change modules or backend configuration for Terraform,
rerun this command to reinitialize your working directory. If you forget, other
commands will detect it and remind you to do so if necessary.


An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # aws_instance.cluster[0] will be created
  + resource "aws_instance" "cluster" {
      + ami                          = "ami-ebd02392"
      + arn                          = (known after apply)
      + associate_public_ip_address  = (known after apply)
      + availability_zone            = (known after apply)
      + cpu_core_count               = (known after apply)
      + cpu_threads_per_core         = (known after apply)
      + get_password_data            = false
      + host_id                      = (known after apply)
      + id                           = (known after apply)
      + instance_state               = (known after apply)
      + instance_type                = "t2.micro"
      + ipv6_address_count           = (known after apply)
      + ipv6_addresses               = (known after apply)
      + key_name                     = (known after apply)
      + outpost_arn                  = (known after apply)
      + password_data                = (known after apply)
      + placement_group              = (known after apply)
      + primary_network_interface_id = (known after apply)
      + private_dns                  = (known after apply)
      + private_ip                   = (known after apply)
      + public_dns                   = (known after apply)
      + public_ip                    = (known after apply)
      + secondary_private_ips        = (known after apply)
      + security_groups              = (known after apply)
      + source_dest_check            = true
      + subnet_id                    = (known after apply)
      + tenancy                      = (known after apply)
      + vpc_security_group_ids       = (known after apply)

      + ebs_block_device {
          + delete_on_termination = (known after apply)
          + device_name           = (known after apply)
          + encrypted             = (known after apply)
          + iops                  = (known after apply)
          + kms_key_id            = (known after apply)
          + snapshot_id           = (known after apply)
          + tags                  = (known after apply)
          + throughput            = (known after apply)
          + volume_id             = (known after apply)
          + volume_size           = (known after apply)
          + volume_type           = (known after apply)
        }

      + enclave_options {
          + enabled = (known after apply)
        }

      + ephemeral_block_device {
          + device_name  = (known after apply)
          + no_device    = (known after apply)
          + virtual_name = (known after apply)
        }

      + metadata_options {
          + http_endpoint               = (known after apply)
          + http_put_response_hop_limit = (known after apply)
          + http_tokens                 = (known after apply)
        }

      + network_interface {
          + delete_on_termination = (known after apply)
          + device_index          = (known after apply)
          + network_interface_id  = (known after apply)
        }

      + root_block_device {
          + delete_on_termination = (known after apply)
          + device_name           = (known after apply)
          + encrypted             = (known after apply)
          + iops                  = (known after apply)
          + kms_key_id            = (known after apply)
          + tags                  = (known after apply)
          + throughput            = (known after apply)
          + volume_id             = (known after apply)
          + volume_size           = (known after apply)
          + volume_type           = (known after apply)
        }
    }

  # aws_instance.cluster[1] will be created
  + resource "aws_instance" "cluster" {
      + ami                          = "ami-ebd02392"
      + arn                          = (known after apply)
      + associate_public_ip_address  = (known after apply)
      + availability_zone            = (known after apply)
      + cpu_core_count               = (known after apply)
      + cpu_threads_per_core         = (known after apply)
      + get_password_data            = false
      + host_id                      = (known after apply)
      + id                           = (known after apply)
      + instance_state               = (known after apply)
      + instance_type                = "t2.micro"
      + ipv6_address_count           = (known after apply)
      + ipv6_addresses               = (known after apply)
      + key_name                     = (known after apply)
      + outpost_arn                  = (known after apply)
      + password_data                = (known after apply)
      + placement_group              = (known after apply)
      + primary_network_interface_id = (known after apply)
      + private_dns                  = (known after apply)
      + private_ip                   = (known after apply)
      + public_dns                   = (known after apply)
      + public_ip                    = (known after apply)
      + secondary_private_ips        = (known after apply)
      + security_groups              = (known after apply)
      + source_dest_check            = true
      + subnet_id                    = (known after apply)
      + tenancy                      = (known after apply)
      + vpc_security_group_ids       = (known after apply)

      + ebs_block_device {
          + delete_on_termination = (known after apply)
          + device_name           = (known after apply)
          + encrypted             = (known after apply)
          + iops                  = (known after apply)
          + kms_key_id            = (known after apply)
          + snapshot_id           = (known after apply)
          + tags                  = (known after apply)
          + throughput            = (known after apply)
          + volume_id             = (known after apply)
          + volume_size           = (known after apply)
          + volume_type           = (known after apply)
        }

      + enclave_options {
          + enabled = (known after apply)
        }

      + ephemeral_block_device {
          + device_name  = (known after apply)
          + no_device    = (known after apply)
          + virtual_name = (known after apply)
        }

      + metadata_options {
          + http_endpoint               = (known after apply)
          + http_put_response_hop_limit = (known after apply)
          + http_tokens                 = (known after apply)
        }

      + network_interface {
          + delete_on_termination = (known after apply)
          + device_index          = (known after apply)
          + network_interface_id  = (known after apply)
        }

      + root_block_device {
          + delete_on_termination = (known after apply)
          + device_name           = (known after apply)
          + encrypted             = (known after apply)
          + iops                  = (known after apply)
          + kms_key_id            = (known after apply)
          + tags                  = (known after apply)
          + throughput            = (known after apply)
          + volume_id             = (known after apply)
          + volume_size           = (known after apply)
          + volume_type           = (known after apply)
        }
    }

  # aws_instance.cluster[2] will be created
  + resource "aws_instance" "cluster" {
      + ami                          = "ami-ebd02392"
      + arn                          = (known after apply)
      + associate_public_ip_address  = (known after apply)
      + availability_zone            = (known after apply)
      + cpu_core_count               = (known after apply)
      + cpu_threads_per_core         = (known after apply)
      + get_password_data            = false
      + host_id                      = (known after apply)
      + id                           = (known after apply)
      + instance_state               = (known after apply)
      + instance_type                = "t2.micro"
      + ipv6_address_count           = (known after apply)
      + ipv6_addresses               = (known after apply)
      + key_name                     = (known after apply)
      + outpost_arn                  = (known after apply)
      + password_data                = (known after apply)
      + placement_group              = (known after apply)
      + primary_network_interface_id = (known after apply)
      + private_dns                  = (known after apply)
      + private_ip                   = (known after apply)
      + public_dns                   = (known after apply)
      + public_ip                    = (known after apply)
      + secondary_private_ips        = (known after apply)
      + security_groups              = (known after apply)
      + source_dest_check            = true
      + subnet_id                    = (known after apply)
      + tenancy                      = (known after apply)
      + vpc_security_group_ids       = (known after apply)

      + ebs_block_device {
          + delete_on_termination = (known after apply)
          + device_name           = (known after apply)
          + encrypted             = (known after apply)
          + iops                  = (known after apply)
          + kms_key_id            = (known after apply)
          + snapshot_id           = (known after apply)
          + tags                  = (known after apply)
          + throughput            = (known after apply)
          + volume_id             = (known after apply)
          + volume_size           = (known after apply)
          + volume_type           = (known after apply)
        }

      + enclave_options {
          + enabled = (known after apply)
        }

      + ephemeral_block_device {
          + device_name  = (known after apply)
          + no_device    = (known after apply)
          + virtual_name = (known after apply)
        }

      + metadata_options {
          + http_endpoint               = (known after apply)
          + http_put_response_hop_limit = (known after apply)
          + http_tokens                 = (known after apply)
        }

      + network_interface {
          + delete_on_termination = (known after apply)
          + device_index          = (known after apply)
          + network_interface_id  = (known after apply)
        }

      + root_block_device {
          + delete_on_termination = (known after apply)
          + device_name           = (known after apply)
          + encrypted             = (known after apply)
          + iops                  = (known after apply)
          + kms_key_id            = (known after apply)
          + tags                  = (known after apply)
          + throughput            = (known after apply)
          + volume_id             = (known after apply)
          + volume_size           = (known after apply)
          + volume_type           = (known after apply)
        }
    }

  # null_resource.cluster will be created
  + resource "null_resource" "cluster" {
      + id       = (known after apply)
      + triggers = (known after apply)
    }

Plan: 4 to add, 0 to change, 0 to destroy.

------------------------------------------------------------------------

This plan was saved to: /home/atlantis/.atlantis/repos/dev-gaur/atlantis-demo/3/default/default.tfplan

To perform exactly these actions, run the following command to apply:
    terraform apply "/home/atlantis/.atlantis/repos/dev-gaur/atlantis-demo/3/default/default.tfplan"


2021-04-06T14:44:28.472Z	[35mdebug[0m	config/global.go:61	global config env variable is not specified
2021-04-06T14:44:28.472Z	[35mdebug[0m	initialize/run.go:40	initializing terrascan
2021-04-06T14:44:28.472Z	[35mdebug[0m	initialize/run.go:60	downloading policies
2021-04-06T14:44:28.472Z	[35mdebug[0m	initialize/run.go:69	cloning terrascan repo at /tmp/terrascan-169894733
2021-04-06T14:44:45.308Z	[35mdebug[0m	initialize/run.go:54	intialized successfully
2021-04-06T14:44:45.308Z	[35mdebug[0m	cli/scan.go:47	running terrascan in cli mode
2021-04-06T14:44:45.308Z	[35mdebug[0m	downloader/getter.go:136	download with remote type: "", remote URL: "", destination dir: "/tmp/c73i47"
2021-04-06T14:44:45.308Z	[35mdebug[0m	cli/run.go:209	remote url and type not configured, proceeding with regular scanning
2021-04-06T14:44:45.308Z	[35mdebug[0m	runtime/validate.go:72	file '/home/atlantis/.atlantis/repos/dev-gaur/atlantis-demo/3/default/default.tfplan.json' exists
2021-04-06T14:44:45.308Z	[35mdebug[0m	runtime/validate.go:109	iac type 'tfplan', version 'v1' is supported
2021-04-06T14:44:45.308Z	[35mdebug[0m	runtime/validate.go:118	cloud type 'all' is supported
2021-04-06T14:44:45.308Z	[35mdebug[0m	runtime/validate.go:122	using policy path [/home/atlantis/.terrascan/pkg/policies/opa/rego/aws /home/atlantis/.terrascan/pkg/policies/opa/rego/azure /home/atlantis/.terrascan/pkg/policies/opa/rego/gcp /home/atlantis/.terrascan/pkg/policies/opa/rego/github /home/atlantis/.terrascan/pkg/policies/opa/rego/k8s]
2021-04-06T14:44:45.308Z	[35mdebug[0m	runtime/validate.go:127	using severity level 
2021-04-06T14:44:45.308Z	[35mdebug[0m	runtime/validate.go:130	input validation successful
2021-04-06T14:44:45.308Z	[35mdebug[0m	notifications/notifiers.go:59	no config file specified
2021-04-06T14:44:45.308Z	[35mdebug[0m	runtime/executor.go:111	using policy path [/home/atlantis/.terrascan/pkg/policies/opa/rego/aws /home/atlantis/.terrascan/pkg/policies/opa/rego/azure /home/atlantis/.terrascan/pkg/policies/opa/rego/gcp /home/atlantis/.terrascan/pkg/policies/opa/rego/github /home/atlantis/.terrascan/pkg/policies/opa/rego/k8s]
2021-04-06T14:44:45.310Z	[35mdebug[0m	opa/engine.go:134	no metadata files were found{dir 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws <nil>}
2021-04-06T14:44:45.311Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_cloudformation_stack/cloudFormationNullCheck.rego <nil>}
2021-04-06T14:44:45.311Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_cloudformation_stack/cloudFormationNullCheck.rego <nil>}
2021-04-06T14:44:45.317Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_iam_account_password_policy/passwordPolicyRequirement.rego <nil>}
2021-04-06T14:44:45.317Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_iam_account_password_policy/passwordPolicyRequirement.rego <nil>}
2021-04-06T14:44:45.317Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_iam_account_password_policy/passwordPolicyRequirement.rego <nil>}
2021-04-06T14:44:45.317Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_iam_account_password_policy/passwordMinLength.rego <nil>}
2021-04-06T14:44:45.323Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_s3_bucket/s3AclGrants.rego <nil>}
2021-04-06T14:44:45.323Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_s3_bucket/s3AclGrants.rego <nil>}
2021-04-06T14:44:45.323Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_s3_bucket/s3AclGrants.rego <nil>}
2021-04-06T14:44:45.324Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_s3_bucket_policy/actionsFromAllPrincipals.rego <nil>}
2021-04-06T14:44:45.324Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_s3_bucket_policy/actionsFromAllPrincipals.rego <nil>}
2021-04-06T14:44:45.324Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_s3_bucket_policy/actionsFromAllPrincipals.rego <nil>}
2021-04-06T14:44:45.324Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_s3_bucket_policy/actionsFromAllPrincipals.rego <nil>}
2021-04-06T14:44:45.326Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.326Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.326Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.326Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.326Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.326Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.326Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.326Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.327Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.327Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.327Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.327Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.327Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.327Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.327Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.327Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.327Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.327Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.327Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.327Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.328Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.328Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.328Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.328Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.328Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.328Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.328Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.328Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.328Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.328Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.328Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.328Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.328Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portsAlbNetworkPortSecurityPublicScope.rego <nil>}
2021-04-06T14:44:45.329Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portOpenToInternet.rego <nil>}
2021-04-06T14:44:45.329Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/aws/aws_security_group/portOpenToInternet.rego <nil>}
2021-04-06T14:44:45.331Z	[35mdebug[0m	opa/engine.go:208	loaded 158 Rego rules from 112 rego files (160 metadata files).
2021-04-06T14:44:45.478Z	[35mdebug[0m	opa/engine.go:134	no metadata files were found{dir 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure <nil>}
2021-04-06T14:44:45.480Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_mssql_server/mssqlAuditing.rego <nil>}
2021-04-06T14:44:45.485Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.485Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.485Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.485Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.485Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.485Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.485Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.485Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.486Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.486Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.486Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.486Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.486Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.486Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.486Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.486Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.486Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.486Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.486Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.486Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.486Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.486Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.486Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.486Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.486Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.486Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.486Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.486Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.486Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.486Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.486Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.486Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.486Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.486Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.486Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.486Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.486Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.487Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.487Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.487Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.487Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.487Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.487Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.487Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.487Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.487Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.487Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.487Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.487Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.487Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.487Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.487Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.487Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.487Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.487Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.487Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.487Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.487Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.487Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.487Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.487Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.487Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.487Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.487Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.487Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.487Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.487Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.488Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.488Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.488Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.488Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.488Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.488Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.488Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.488Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.488Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.488Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.488Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.488Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.488Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.488Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.488Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.488Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.488Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.488Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.488Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.488Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.488Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.488Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.488Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.488Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.488Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.488Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.488Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.488Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.488Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.489Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.489Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.489Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.489Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.489Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.489Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.489Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.489Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.489Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.489Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.489Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.489Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.489Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.489Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.489Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.489Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.489Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.489Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.489Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.489Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.489Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.489Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.489Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.489Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.489Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.489Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.489Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.489Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.489Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.490Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.490Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.490Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.490Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.490Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.490Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.490Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.490Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.490Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.490Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.490Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.490Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.490Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.490Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.490Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.490Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.490Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.490Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.490Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPrivate.rego <nil>}
2021-04-06T14:44:45.490Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.490Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.490Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.490Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.490Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.490Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.490Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.490Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.490Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.491Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.491Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.491Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.491Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.491Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.491Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.491Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.491Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.491Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.491Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.491Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.491Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.491Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.491Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.491Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.491Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.491Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.491Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.491Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.491Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.491Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.491Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.491Z	[35mdebug[0m	opa/engine.go:92	skipping already loaded rego file{file 15 0 /home/atlantis/.terrascan/pkg/policies/opa/rego/azure/azurerm_network_security_rule/networkPortExposedPublic.rego <nil>}
2021-04-06T14:44:45.491Z	[35mdebug[0m	opa/engine.go:92	skipping alre
```
</details>
<br>

**Warning**: Output length greater than max comment size. Continued in next comment.